import {News} from "@/app/_types/news";

export const news: Array<News> = [
  {
    id: 1,
    photo: "x06lbrEN3i8.jpg",
    name: 'Режим работы кассы',
    description: "Уважаемые зрители! " +
      "Мы открыли продажи билетов на август и сентябрь! Обращаем ваше внимание, " +
      "что в летний период изменился режим работы кассы театра. С 10 июля по 14 августа касса " +
      "работает с 13:00 до 18:00. Также можно приобрести билеты онлайн на нашем сайте.",
    date: new Date(2023, 8, 15)
  },
  {
    id: 2,
    photo: "x06lbrEN3i8.jpg",
    name: 'Режим работы кассы',
    description: "Уважаемые зрители! " +
      "Мы открыли продажи билетов на август и сентябрь! Обращаем ваше внимание, " +
      "что в летний период изменился режим работы кассы театра. С 10 июля по 14 августа касса " +
      "работает с 13:00 до 18:00. Также можно приобрести билеты онлайн на нашем сайте.",
    date: new Date(2023, 8, 15)
  },
  {
    id: 3,
    photo: "x06lbrEN3i8.jpg",
    name: 'Режим работы кассы',
    description: "Уважаемые зрители! " +
      "Мы открыли продажи билетов на август и сентябрь! Обращаем ваше внимание, " +
      "что в летний период изменился режим работы кассы театра. С 10 июля по 14 августа касса " +
      "работает с 13:00 до 18:00. Также можно приобрести билеты онлайн на нашем сайте.",
    date: new Date(2023, 8, 15)
  },
  {
    id: 4,
    photo: "x06lbrEN3i8.jpg",
    name: 'Режим работы кассы',
    description: "Уважаемые зрители! " +
      "Мы открыли продажи билетов на август и сентябрь! Обращаем ваше внимание, " +
      "что в летний период изменился режим работы кассы театра. С 10 июля по 14 августа касса " +
      "работает с 13:00 до 18:00. Также можно приобрести билеты онлайн на нашем сайте.",
    date: new Date(2023, 8, 15)
  },
  {
    id: 5,
    photo: "x06lbrEN3i8.jpg",
    name: 'Режим работы кассы',
    description: "Уважаемые зрители! " +
      "Мы открыли продажи билетов на август и сентябрь! Обращаем ваше внимание, " +
      "что в летний период изменился режим работы кассы театра. С 10 июля по 14 августа касса " +
      "работает с 13:00 до 18:00. Также можно приобрести билеты онлайн на нашем сайте.",
    date: new Date(2023, 8, 15)
  },
]